// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Όνομα";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Τελευταία τροποποίηση";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Μέγεθος";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Νέος φάκελος";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Διαγραφή";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Αντιγραφή";

// Text shown on a button which cancels an operation.
"cancelButton" = "Ακύρωση";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Ακύρωση";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Προετοιμασία αντιγραφής στο φάκελο \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Εκτίμηση του χρόνου που απομένει...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Απομένουν λιγότερο από 5 δευτερόλεπτα";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Απομένουν λιγότερο από 15 δευτερόλεπτα";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Απομένουν λιγότερο από 30 δευτερόλεπτα";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Απομένει 1 λεπτό περίπου";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Απομένει 1 ώρα περίπου";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ από %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "φάκελος χωρίς τίτλο";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 στοιχείο, %1$@ διαθέσιμα";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Σφάλμα κατά τη διαγραφή";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Δεν ήταν δυνατή η διαγραφή του αρχείου ή του φακέλου \"%@\"";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Δεν ήταν δυνατή η δημιουργία φακέλου";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Δεν ήταν δυνατή η σύνδεση στη συσκευή";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Δεν ήταν δυνατή η επικοινωνία με τη συσκευή";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Δεν ήταν δυνατή η μετονομασία του φακέλου";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Δεν ήταν δυνατή η μετονομασία του αρχείου";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Δεν ήταν δυνατή η αντιγραφή του αρχείου";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Δεν ήταν δυνατή η αντικατάσταση του αρχείου";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Δεν ήταν δυνατή η αντιγραφή του αρχείου \"%@\"";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Δεν είναι δυνατό το άνοιγμα των αρχείων από την εφαρμογή Android File Transfer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Για να ανοίξετε ένα αρχείο, μεταφέρετέ το πρώτα στον υπολογιστή σας.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Δεν είναι δυνατό το άνοιγμα πολλών στοιχείων από την εφαρμογή Android File Transfer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Δεν έχει επιλεχθεί στοιχείο για άνοιγμα.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Επιλέξτε ένα στοιχείο και προσπαθήστε ξανά.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Δεν υπάρχει σφάλμα";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Δεν υπάρχει αντικείμενο με αυτό το όνομα";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Δεν έχει γίνει εκκίνηση της συσκευής.  Δοκιμάστε να τη συνδέσετε ξανά ή επανεκκινήστε τη συσκευή";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Υπάρχει ήδη αρχείο ή φάκελος με αυτό το όνομα";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Δοκιμάστε να συνδέσετε ξανά ή να επανεκκινήσετε τη συσκευή σας.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Το στοιχείο \"%@\" υπάρχει ήδη σε αυτόν το φάκελο.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Θέλετε να αντικαταστήσετε το υπάρχον στοιχείο με το στοιχείο που αντιγράφετε;";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Αντικατάσταση";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Παράλειψη";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Αντικατάσταση όλων";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Το μέγεθος του αρχείου \"%@\" είναι πολύ μεγάλο.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Η εφαρμογή Android File Transfer μπορεί να μεταφέρει μόνο αρχεία μικρότερα των 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε μόνιμα τα επιλεγμένα στοιχεία;";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας";

// Label for the About menu item
"menuAbout" = "Πληροφορίες για την εφαρμογή Android File Transfer";
// Label for the Services menu item
"menuServices" = "Υπηρεσίες";
// Label for the menu item which hides the application
"menuHide" = "Απόκρυψη της εφαρμογής Android File Transfer";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Απόκρυψη των άλλων";
// Label for the menu item which shows all windows
"menuShowAll" = "Εμφάνιση όλων";
// Label for the menu item which quits the application
"menuQuit" = "Τερματισμός της εφαρμογής Android File Transfer";

// Label for the File menu
"menuFile" = "Αρχείο";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Νέος φάκελος";
// Label for the menu item which closes the window
"menuCloseWindow" = "Κλείσιμο Παραθύρου";
// Label for the menu item which deletes the selected items
"menuDelete" = "Διαγραφή";

// Label for the Go menu
"menuGo" = "Μετάβαση";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Πίσω";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Προώθηση";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Γονικός φάκελος";
// Label for the menu item which open the selected
"menuOpenFolder" = "Άνοιγμα φακέλου";

// Label for the Window menu
"menuWindow" = "Παράθυρο";
// Label for the minimize window menu item
"menuMinimize" = "Ελαχιστοποίηση";
// Label for the zoom window menu item
"menuZoom" = "Εστίαση";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Μεταφορά όλων σε πρώτο πλάνο";

// Label for the Help menu
"menuHelp" = "Βοήθεια";
// Label for the help menu item
"menuHelpItem" = "Βοήθεια για την εφαρμογή Android File Transfer";

// Title shown on the welcome screen.
"welcomeTitleText" = "Καλώς ήρθατε στην εφαρμογή Android File Transfer";
// Body text of welcome screen.
"welcomeBodyText" = "Συνδέστε το Mac στη συσκευή Android χρησιμοποιώντας το καλώδιο USB. Στη συνέχεια, σύρετε στοιχεία μεταξύ του παραθύρου της εφαρμογής Android File Transfer και του Finder. Επιλέξτε Βοήθεια > Βοήθεια για την εφαρμογή Android File Transfer για να μάθετε περισσότερα.\n\nΤο Android File Transfer υποστηρίζει Android 3.0 ή νεότερη έκδοση.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Ξεκινήστε";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Δεν βρέθηκε συσκευή Android";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Για να ξεκινήσετε, συνδέστε τη συσκευή σας Android με ένα καλώδιο USB.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
